Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVNativeModeSwitchingFormatToMatchVideoDescription
source: Apple TV will use your selected display format to play content without alteration. Apple TV can also switch formats automatically to match the dynamic range and frame rate of the content.
ar: سيستخدم Apple TV تنسيق العرض المحدد لديك لتشغيل المحتوى دون تعديل. يمكن لـ Apple TV أيضًا تبديل التنسيقات تلقائيًا لتتوافق مع النطاق الديناميكي ومعدل إطارات المحتوى.
ca: L’Apple TV utilitzarà el format de pantalla que has seleccionat per reproduir el contingut sense alteracions. També pot canviar de format automàticament per adequar‑se al rang dinàmic i a la freqüència de fotogrames del contingut.
cs: Apple TV bude přehrávat obsah beze změn v obrazovém formátu, který jste vybrali. Formát se také může přepínat automaticky podle dynamického rozsahu a snímkové frekvence obrazového signálu.
da: Apple TV bruger det valgte skærmformat, så indhold afspilles uden ændringer. Apple TV kan også ændre formatet automatisk, så det matcher indholdets billedfrekvens.
de: Apple TV verwendet das gewählte Anzeigeformat, um Inhalte ohne Änderungen zu übertragen. Apple TV kann auch automatisch Formate wechseln, sodass sie dem Dynamikbereich und der Bildrate des Inhalts entsprechen.
el: Το Apple TV θα χρησιμοποιεί την επιλεγμένη μορφή οθόνης για αναπαραγωγή περιεχομένου χωρίς μεταβολή. Το Apple TV μπορεί επίσης να αλλάζει αυτόματα τη μορφή ώστε να αντιστοιχεί στο δυναμικό εύρος και στον ρυθμό καρέ του περιεχομένου.
es: El Apple TV usará el formato de visualización que tenías seleccionado para reproducir contenido sin modificarlo. El Apple TV también puede cambiar el formato automáticamente para ajustarlo al rango dinámico y a la frecuencia de fotogramas del contenido.
es_us: El Apple TV usará el formato de pantalla que seleccionaste para reproducir el contenido sin alterarlo. El Apple TV también puede cambiar el formato automáticamente para ajustarlo al rango dinámico y la frecuencia de fotogramas del contenido.
fi: Apple TV käyttää valitsemaasi näyttötilaa sisällön toistamiseen ilman muutoksia. Apple TV voi myös muuttaa näyttötilan automaattisesti sisällön dynaamisen alueen ja kuvataajuuden mukaiseksi.
fr: L’Apple TV utilisera le format d’affichage sélectionné pour le visionnage du contenu sans altération. L’Apple TV peut également adapter automatiquement le format à la plage dynamique et à la fréquence d’images du contenu.
fr_ca: L’Apple TV utilisera le format d’affichage que vous avez sélectionné pour visionner les contenus sans les modifier. Elle peut également modifier automatiquement les formats pour correspondre à la gamme dynamique et à la fréquence d’images du contenu.
he: ה-Apple TV ישתמש בפורמט התצוגה שבחרת כדי להפעיל תוכן ללא שינויים באיכות. ה-Apple TV יכול גם לעבור בין פורמטים באופן אוטומטי כדי להתאים אותם לטווח הדינמי ולקצב הפריימים של התוכן.
hi: बिना बदलाव के कॉन्टेंट चलाने के लिए Apple TV आपके चयनित डिस्प्ले फ़ॉर्मैट का उपयोग करेगा। कॉन्टेंट की डाइनैमिक रेंज और फ़्रेम दर से मिलान करने के लिए Apple TV ऑटोमैटिकली फ़ॉर्मैट भी स्विच कर सकता है।
hr: Apple TV koristit će format slike koji ste odabrali za reproduciranje sadržaja bez izmjena. Apple TV također može automatski prebaciti format u skladu s brzinom sličica sadržaja.
hu: A tartalmak változtatás nélküli megjelenítéséhez az Apple TV az Ön által kiválasztott megjelenítési formátumot fogja használni. Az Apple TV ezenkívül automatikusan át tudja állítani a formátumokat a tartalmak dinamikatartománya és képkockasebessége szerint.
id: Apple TV akan menggunakan format tampilan yang Anda pilih untuk memutar konten tanpa perubahan. Apple TV juga dapat mengalihkan format secara otomatis agar cocok dengan rentang dinamis dan laju bingkai konten tersebut.
it: Apple TV utilizzerà il formato di visualizzazione che hai selezionato per riprodurre contenuti senza apportare modifiche. Apple TV potrà inoltre passare automaticamente da un formato all’altro, a seconda dell’intervallo dinamico e della frequenza dei fotogrammi del contenuto.
ja: Apple TVは、選択したディスプレイフォーマットを使用してコンテンツをそのまま再生します。また、ダイナミックレンジおよびコンテンツのフレームレートに合うように自動的にフォーマットを切り替えます。
ko: 수정 없이 콘텐츠를 재생하기 위해 Apple TV가 사용자가 선택한 디스플레이 포맷을 사용합니다. 또한, Apple TV가 콘텐츠의 다이내믹 레인지 및 프레임률에 맞게 자동으로 포맷을 변경할 수도 있습니다.
ms: Apple TV akan menggunakan format paparan yang anda pilih untuk memainkan kandungan tanpa perubahan. Apple TV juga boleh mengubah format secara automatik supaya sepadan dengan julat dinamik dan kadar bingkai kandungan.
nb: Apple TV bruker det valgte skjermformatet ditt til å spille av innhold uten endringer. Apple TV kan også bytte format automatisk for å tilpasse det til bildefrekvensen og det dynamiske området i innholdet.
nl: Apple TV gebruikt je geselecteerde beeldschermstructuur om materiaal ongewijzigd af te spelen. Apple TV kan ook automatisch van structuur wisselen, zodat deze bij het dynamische bereik en de beeldsnelheid van het materiaal past.
pl: Apple TV będzie używać wybranego formatu obrazu do odtwarzania zawartości bez zmian. Może również automatycznie przełączać formaty, aby były zgodne z zakresem tonalnym i częstotliwością klatek zawartości.
pt_br: A Apple TV usará o formato de tela selecionado para reproduzir conteúdo sem alterações. A Apple TV também pode alternar os formatos automaticamente para corresponder ao alcance dinâmico e à taxa de atualização do conteúdo.
pt_pt: A Apple TV usará o formato de ecrã selecionado para reproduzir conteúdo sem alterações. É também possível mudar o formato automaticamente para igualar a taxa de fotogramas do conteúdo.
ro: Apple TV‑ul va utiliza formatul de afișare selectat pentru a reda conținutul fără alterare. De asemenea, Apple TV‑ul poate comuta automat formatele pentru a se adapta la gama dinamică și la frecvența de cadre a conținutului.
ru: Apple TV будет воспроизводить контент в выбранном формате без изменения. Apple TV также может переключать форматы автоматически для согласования динамического диапазона и частоты кадров контента.
sk: Apple TV použije vybraný formát na prehranie obsahu bez akýchkoľvek úprav. Môžete však nastaviť automatické prepínanie formátu a jeho prispôsobenie dynamickému rozsahu a frekvencii snímok obsahu.
sl: Apple TV bo za predvajanje vsebine uporabil izbrano obliko prikaza in je ne bo spreminjal. Apple TV lahko tudi samodejno preklopi na drugo obliko zapisa, da bo usklajena z dinamičnim razponom in hitrostjo sličic vsebine.
sv: Apple TV använder visningsformatet som du har valt till att spela upp innehåll utan någon förändring. Apple TV kan även byta format automatiskt så att innehållets dynamiska omfång och bildfrekvens matchas.
th: Apple TV จะใช้รูปแบบการแสดงผลที่คุณเลือกเพื่อเล่นเนื้อหาโดยไม่เปลี่ยนแปลง Apple TV ยังสามารถเปลี่ยนรูปแบบโดยอัตโนมัติเพื่อให้ตรงกับช่วงแสงกว้างและอัตราเฟรมของเนื้อหาได้อีกด้วย
tr: Apple TV, değişiklik yapmadan içeriği oynatmak için seçtiğiniz görüntüleme biçimini kullanır. Apple TV ayrıca içeriğin kare hızı ile eşlemek için biçimler arasında otomatik olarak geçiş de yapabilir.
uk: Apple TV використовуватиме вибраний вами формат відображення, щоб відтворювати вміст без змін. Apple TV також може автоматично перемикати формати для узгодження частоти кадрів вмісту.
vi: Apple TV sẽ sử dụng định dạng màn hình được chọn của bạn để phát nội dung mà không sửa đổi. Apple TV cũng có thể tự động chuyển đổi định dạng để phù hợp với dải tần nhạy sáng và tốc độ khung hình của nội dung.
zh_cn: Apple TV将不作更改而直接使用你选择的显示格式播放内容。Apple TV还可自动切换格式以匹配内容的动态范围和帧速率。
zh_hk: Apple TV將會使用你所選的顯示格式，在不經修改下播放內容。Apple TV亦會自動切換格式以符合動態範圍和內容的格率。
zh_tw: Apple TV會使用你所選的顯示格式，並在不經修改的情況下播放內容，或是自動切換格式來符合內容的動態範圍和影格率。

# AVNativeModeSwitchingFormatToMatchVideoFrameRate
source: Frame Rate
ar: معدل الإطارات
ca: Fotogrames
cs: Snímková frekvence
da: Billedfrekvens
de: Bildrate
el: Ρυθμός καρέ
es: Fotogramas
es_us: Fotogramas
fi: Kuvataajuus
fr: Fréquence d’images
fr_ca: Fréquence d’images
he: קצב פריימים
hi: फ़्रेम दर
hr: Brzina sličica
hu: Képkockasebesség
id: Laju Bingkai
it: Frequenza
ja: フレームレート
ko: 프레임률
ms: Kadar Bingkai
nb: Bildefrekvens
nl: Beeldsnelheid
pl: Szybkość klatek
pt_br: Taxa de Atualização
pt_pt: Taxa de fotogramas
ro: Frecvență de cadre
ru: Частота кадров
sk: Frekvencia snímok
sl: Hitrost sličic
sv: Bildfrekvens
th: อัตราเฟรม
tr: Kare Hızı
uk: Частота кадрів
vi: Tốc độ khung hình
zh_cn: 帧速率
zh_hk: 格率
zh_tw: 影格率

# AVNativeModeSwitchingFormatToMatchVideoNoHDRDescription
source: Apple TV will use your selected display format to play content without alteration. Apple TV can also switch formats automatically to match the content’s frame rate.
ar: سيستخدم Apple TV تنسيق العرض المحدد لديك لتشغيل المحتوى دون تعديل. يمكن لـ Apple TV أيضًا تبديل التنسيقات تلقائيًا لتتوافق مع معدل إطارات المحتوى.
ca: L’Apple TV utilitzarà el format de pantalla que has seleccionat per reproduir el contingut sense alteracions. També pot canviar de format automàticament per adequar‑se a la freqüència de fotogrames del contingut.
cs: Apple TV bude přehrávat obsah beze změn v obrazovém formátu, který jste vybrali. Formát se také může přepínat automaticky podle snímkové frekvence obrazového signálu.
da: Apple TV bruger det valgte skærmformat, så indhold afspilles uden ændringer. Apple TV kan også ændre formatet automatisk, så det matcher indholdets billedfrekvens.
de: Apple TV verwendet das gewählte Anzeigeformat, um Inhalte ohne Änderungen zu übertragen. Apple TV kann auch automatisch Formate wechseln, sodass sie der Bildrate des Inhalts entsprechen.
el: Το Apple TV θα χρησιμοποιεί την επιλεγμένη μορφή οθόνης για αναπαραγωγή περιεχομένου χωρίς μεταβολή. Το Apple TV μπορεί επίσης να αλλάζει αυτόματα τη μορφή ώστε να αντιστοιχεί στον ρυθμό καρέ του περιεχομένου.
es: El Apple TV usará el formato de visualización que tenías seleccionado para reproducir contenido sin modificarlo. También puede cambiar el formato automáticamente para ajustarlo a la frecuencia de fotogramas del contenido.
es_us: El Apple TV usará el formato de pantalla que seleccionaste para reproducir el contenido sin alterarlo. El Apple TV también puede cambiar el formato automáticamente para ajustarlo a la frecuencia de fotogramas del contenido.
fi: Apple TV käyttää valitsemaasi näyttötilaa sisällön toistamiseen ilman muutoksia. Apple TV voi myös muuttaa näyttötilan automaattisesti sisällön kuvataajuuden mukaiseksi.
fr: L’Apple TV utilisera le format d’affichage sélectionné pour le visionnage du contenu sans altération. L’Apple TV peut également adapter automatiquement le format à la fréquence d’images du contenu.
fr_ca: L’Apple TV utilisera le format d’affichage que vous avez sélectionné pour visionner les contenus sans les modifier. Elle peut également modifier automatiquement les formats pour correspondre à la fréquence d’image du contenu.
he: ה-Apple TV ישתמש בפורמט התצוגה שבחרת כדי להפעיל תוכן ללא שינויים באיכות. ה-Apple TV יכול גם לעבור בין פורמטים באופן אוטומטי כדי להתאים אותם לקצב הפריימים של התוכן.
hi: बिना बदलाव के कॉन्टेंट चलाने के लिए Apple TV आपके चयनित डिस्प्ले फ़ॉर्मैट का उपयोग करेगा। कॉन्टेंट की फ़्रेम दर से मिलान करने के लिए Apple TV ऑटोमैटिकली फ़ॉर्मैट भी स्विच कर सकता है।
hr: Apple TV koristit će format slike koji ste odabrali za reproduciranje sadržaja bez izmjena. Apple TV također može automatski prebaciti format u skladu s brzinom sličica sadržaja.
hu: A tartalmak változtatás nélküli megjelenítéséhez az Apple TV az Ön által kiválasztott megjelenítési formátumot fogja használni. Az Apple TV ezenkívül automatikusan át tudja állítani a formátumokat a tartalom képkockasebessége szerint.
id: Apple TV akan menggunakan format tampilan yang Anda pilih untuk memutar konten tanpa perubahan. Apple TV juga dapat mengalihkan format secara otomatis agar cocok dengan laju bingkai konten.
it: Apple TV utilizzerà il formato di visualizzazione che hai selezionato per riprodurre contenuti senza apportare modifiche. Apple TV potrà inoltre passare automaticamente da un formato all’altro, a seconda della frequenza dei fotogrammi del contenuto.
ja: Apple TVは、選択したディスプレイフォーマットを使用してコンテンツをそのまま再生します。また、コンテンツのフレームレートに合うように自動的にフォーマットを切り替えます。
ko: 수정 없이 콘텐츠를 재생하기 위해 Apple TV가 사용자가 선택한 디스플레이 포맷을 사용합니다. 또한, Apple TV가 콘텐츠의 프레임률에 맞게 자동으로 포맷을 변경할 수도 있습니다.
ms: Apple TV akan menggunakan format paparan yang anda pilih untuk memainkan kandungan tanpa perubahan. Apple TV juga boleh menukar format secara automatik supaya sepadan dengan kadar bingkai kandungan.
nb: Apple TV bruker det valgte skjermformatet ditt til å spille av innhold uten endringer. Apple TV kan også bytte format automatisk for å tilpasse det til bildefrekvensen i innholdet.
nl: Apple TV gebruikt je geselecteerde beeldschermstructuur om materiaal ongewijzigd af te spelen. Apple TV kan ook automatisch van structuur wisselen, zodat deze bij de beeldsnelheid van het materiaal past.
pl: Apple TV będzie używać wybranego formatu obrazu do odtwarzania zawartości bez zmian. Może również automatycznie przełączać formaty, aby były zgodne z częstotliwością klatek zawartości.
pt_br: A Apple TV usará o formato de tela selecionado para reproduzir conteúdo sem alterações. A Apple TV também pode alternar os formatos automaticamente para corresponder à taxa de atualização do conteúdo.
pt_pt: A Apple TV usará o formato de ecrã selecionado para reproduzir conteúdo sem alterações. É também possível mudar o formato automaticamente para igualar a taxa de fotogramas do conteúdo.
ro: Apple TV‑ul va utiliza formatul de afișare selectat pentru a reda conținutul fără alterare. De asemenea, Apple TV‑ul poate comuta automat formatele pentru a se adapta la frecvența de cadre a conținutului.
ru: Apple TV будет воспроизводить контент в выбранном формате без изменения. Apple TV также может переключать форматы автоматически для соответствия частоте кадров контента.
sk: Apple TV použije vybraný formát na prehranie obsahu bez akýchkoľvek úprav. Môžete však nastaviť automatické prepínanie formátu a jeho prispôsobenie frekvencii snímok obsahu.
sl: Apple TV bo za predvajanje vsebine uporabil izbrano obliko prikaza in je ne bo spreminjal. Apple TV lahko tudi samodejno preklopi na drugo obliko, da bo usklajena s hitrostjo sličic vsebine.
sv: Apple TV använder visningsformatet som du har valt till att spela upp innehåll utan någon förändring. Apple TV kan även byta format automatiskt så att innehållets bildfrekvens matchas.
th: Apple TV จะใช้รูปแบบการแสดงผลที่คุณเลือกเพื่อเล่นเนื้อหาโดยไม่เปลี่ยนแปลง Apple TV ยังสามารถเปลี่ยนรูปแบบโดยอัตโนมัติเพื่อให้ตรงกับอัตราเฟรมของเนื้อหาได้อีกด้วย
tr: Apple TV, değişiklik yapmadan içeriği oynatmak için seçtiğiniz görüntüleme biçimini kullanır. Apple TV, değişiklik yapmadan içeriği oynatmak için seçtiğiniz görüntüleme biçimini kullanır.
uk: Apple TV використовуватиме вибраний вами формат відображення, щоб відтворювати вміст без змін. Apple TV також може автоматично перемикати формати для узгодження частоти кадрів вмісту.
vi: Apple TV sẽ sử dụng định dạng màn hình được chọn của bạn để phát nội dung mà không sửa đổi. Apple TV cũng có thể tự động chuyển đổi định dạng để phù hợp với tốc độ khung hình của nội dung.
zh_cn: Apple TV将不作更改而直接使用你选择的显示格式播放内容。Apple TV也可以自动切换格式以符合内容的帧速率。
zh_hk: Apple TV將會使用你所選的顯示格式，在不經修改下播放內容。Apple TV亦會自動切換格式以符合內容的格率。
zh_tw: Apple TV會使用你所選的顯示格式，並在不經修改的情況下播放內容。Apple TV也可以自動切換格式來符合內容的影格率。

# AVNativeModeSwitchingFormatToMatchVideoOff
source: Off
ar: إيقاف
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_us: Desactivado
fi: Pois päältä
fr: Non
fr_ca: Non
he: כבויה
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
ko: 끔
ms: Tak Aktif
nb: Av
nl: Uit
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# AVNativeModeSwitchingFormatToMatchVideoRange
source: Range
ar: النطاق
ca: Rang
cs: Rozsah
da: Område
de: Bereich
el: Εύρος
es: Rango
es_us: Rango
fi: Alue
fr: Plage
fr_ca: Plage
he: טווח
hi: रेंज
hr: Raspon
hu: Tartomány
id: Rentang
it: Intervallo dinamico
ja: レンジ
ko: 레인지
ms: Julat
nb: Område
nl: Bereik
pl: Zakres
pt_br: Intervalo
pt_pt: Gama
ro: Gamă
ru: Диапазон
sk: Rozsah
sl: Obseg
sv: Omfång
th: ช่วง
tr: Aralık
uk: Діапазон
vi: Phạm vi
zh_cn: 范围
zh_hk: 範圍
zh_tw: 範圍

# AVNativeModeSwitchingFormatToMatchVideoRangeAndFrameRate
source: Range & Frame Rate
ar: النطاق ومعدل الإطارات
ca: Rang i fotogrames
cs: Rozsah a snímková frekvence
da: Område og billedfrekvens
de: Bereich & Bildrate
el: Εύρος-Ρυθμός καρέ
es: Rango y fotogramas
es_us: Rango y fotogramas
fi: Alue ja kuvataajuus
fr: Plage et fréquence
fr_ca: Plage et fréquence
he: טווח וקצב פריימים
hi: रेंज और फ़्रेम दर
hr: Raspon i brzina sličica
hu: Tartomány és képkockasebesség
id: Rentang & Laju Bingkai
it: Intervallo e frequenza
ja: レンジおよびフレームレート
ko: 레인지 및 프레임률
ms: Julat & Kadar Bingkai
nb: Område og bildefrekvens
nl: Bereik en beeldsnelheid
pl: Zakres i szybkość klatek
pt_br: Intervalo e Taxa de Atualização
pt_pt: Gama e fotogramas
ro: Gamă și frecvență de cadre
ru: Диапазон и частота кадров
sk: Rozsah/frekvencia snímok
sl: Razpon in hitrost sličic
sv: Omfång och bildfrekv.
th: ช่วงและอัตราเฟรม
tr: Aralık ve Kare Hızı
uk: Діапазон і частота
vi: Phạm vi & Tốc độ
zh_cn: 范围与帧速率
zh_hk: 範圍與格率
zh_tw: 範圍與影格率

# AVNativeModeSwitchingMatchVideoDynamicRangeDescription
source: Play content in its original dynamic range.
ar: تشغيل المحتوى بنطاقه الديناميكي الأصلي.
ca: Reprodueix el contingut en el rang dinàmic original.
cs: Obsah se bude přehrávat v původním dynamickém rozsahu.
da: Afspil indhold i dets oprindelige dynamiske område.
de: Wiedergabe des Inhalts im Original-Dynamikbereich.
el: Αναπαραγωγή περιεχομένου στο αρχικό δυναμικό εύρος του.
es: Reproduce contenido en su rango dinámico original.
es_us: Reproduce el contenido usando su rango dinámico original.
fi: Toista sisältöä sen alkuperäisellä dynaamisella alueella.
fr: Visionnez le contenu avec sa plage dynamique d’origine.
fr_ca: Visionnez le contenu avec sa gamme dynamique originale.
he: ניתן להשתמש בטווח הדינמי המקורי של התוכן בעת הפעלתו.
hi: कॉन्टेंट को उसकी मूल डाइनैमिक रेंज में चलाएँ।
hr: Reproduciranje sadržaja u izvornom dinamičkom rasponu.
hu: Tartalom lejátszása az eredeti dinamikatartományban.
id: Putar konten dalam rentang dinamis aslinya.
it: Riproduci il contenuto con l’intervallo dinamico originale.
ja: オリジナルのダイナミックレンジでコンテンツを再生します。
ko: 원래의 다이내믹 레인지로 콘텐츠를 재생합니다.
ms: Mainkan kandungan dalam julat dinamik asalnya.
nb: Spill av med innholdets opprinnelige dynamisk område.
nl: Speel materiaal af in het oorspronkelijke dynamische bereik.
pl: Odtwarzaj zawartość w oryginalnym zakresie tonalnym.
pt_br: Reproduza conteúdo em seu intervalo dinâmico original.
pt_pt: Reprodução efetuada na gama dinâmica original.
ro: Redați conținutul în gama dinamică originală.
ru: Воспроизводите контент с его исходным динамическим диапазоном.
sk: Prehrá obsah v pôvodnom dynamickom rozsahu.
sl: Predvajajte vsebino v njenem izvirnem dinamičnem razponu.
sv: Spela upp innehåll med det ursprungliga dynamiska omfånget.
th: เล่นเนื้อหาในช่วงแสงกว้างของเนื้อหาต้นฉบับ
tr: Özgün dinamik aralıkta içeriği oynatır.
uk: Відтворюйте контент у його оригінальному динамічному діапазоні.
vi: Phát nội dung bằng dải tần nhạy sáng gốc.
zh_cn: 以其原始动态范围播放内容。
zh_hk: 以原始動態範圍播放內容。
zh_tw: 以原始動態範圍播放內容

# AVNativeModeSwitchingMatchVideoDynamicRangeTitle
source: Match Dynamic Range
ar: مطابقة النطاق الديناميكي
ca: Ajusta al rang dinàmic
cs: Podle dynamického rozsahu
da: Match dynamisk område
de: An Dynamikbereich anpassen
el: Αντιστοίχιση με το δυναμικό εύρος
es: Ajustar al rango dinámico
es_us: Ajustar rango dinámico
fi: Täsmäytä dynaaminen alue
fr: Adapter à la plage dynamique
fr_ca: Aligner les gammes dynamiques
he: התאמה לטווח דינמי
hi: डाइनैमिक रेंज मिलान करें
hr: Uskladi dinamički raspon
hu: Dinamikatartomány egyeztetése
id: Cocokkan Rentang Dinamis
it: Adatta all’intervallo dinamico
ja: ダイナミックレンジに合わせる
ko: 다이내믹 레인지에 맞추기
ms: Padankan Julat Dinamik
nb: Bruk opprinnelig dynamisk område
nl: Maak dynamisch bereik passend
pl: Dopasuj do zakresu tonalnego
pt_br: Corresponder ao Intervalo Dinâmico
pt_pt: Igualar gama dinâmica
ro: Adaptare la gama dinamică
ru: Согласование динамического диапазона
sk: Podľa dynamickému rozsahu
sl: Uskladi dinamični razpon
sv: Matcha dynamiskt omfång
th: ให้ตรงกับช่วงแสงกว้าง
tr: Dinamik Aralıkla Eşle
uk: Узгодження з динамічним діапазоном
vi: Khớp dải tần nhạy sáng
zh_cn: 匹配动态范围
zh_hk: 符合動態範圍
zh_tw: 符合動態範圍
